IDEA Open Model
ReportSettings.ResultsPictures Property
Compatible with IDEA StatiCa Beta 20.0
 Indicates, whether generate pictures of results.
 Namespace: IdeaRS.OpenModel.Connection
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public bool ResultsPictures { get; set; }
Public Property ResultsPictures As Boolean
	Get
	Set
Property Value
Type: Boolean
See Also
Reference
ReportSettings Class
IdeaRS.OpenModel.Connection Namespace